Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Balance hidden
af: Saldo versteek
ar: الرصيد مخفي
bg: Балансът е скрит
bn: ব্যালেন্স লুকানো
ca: Saldo amagat
cs: Zůstatek skrytý
da: Saldo skjult
de: Guthaben verborgen
el: Το υπόλοιπο είναι κρυφό
es: Saldo oculto
et: Saldo peidetud
fa: موجودی پنهان است
fi: Saldo piilotettu
fil: Nakatago ang balanse
fr: Solde masqué
he: היתרה מוסתרת
hi: बैलेंस छिपा है
hr: Stanje skriveno
hu: Egyenleg elrejtve
id: Saldo disembunyikan
is: Staða falin
it: Saldo nascosto
ja: 残高は非表示
ko: 잔액 숨김
lt: Likutis paslėptas
lv: Atlikums paslēpts
ml: ബാലൻസ് മറച്ചിരിക്കുന്നു
mr: शिल्लक लपवली
ms: Baki disembunyikan
nb: Saldo skjult
nl: Saldo verborgen
pa: ਬਕਾਇਆ ਲੁਕਾਇਆ
pl: Saldo ukryte
pt_br: Saldo oculto
ro: Sold ascuns
ru: Баланс скрыт
sk: Zostatok skrytý
sl: Stanje skrito
sr: Стање је сакривено
sv: Saldo dolt
sw: Salio limefichwa
ta: இருப்பு மறைக்கப்பட்டது
te: బ్యాలెన్స్ దాచబడింది
th: ซ่อนยอดคงเหลือ
tr: Bakiye gizli
uk: Баланс приховано
ur: بیلنس پوشیدہ
vi: Đã ẩn số dư
zh_hans: 余额已隐藏
zh_hant: 餘額已隱藏

source: Balance hidden, tap to reveal
af: Saldo versteek, tik om te wys
ar: الرصيد مخفي، اضغط لإظهاره
bg: Балансът е скрит, докоснете, за да го покажете
bn: ব্যালেন্স লুকানো, দেখাতে ট্যাপ করুন
ca: Saldo amagat, toca per mostrar
cs: Zůstatek skrytý, klepněte pro zobrazení
da: Saldo skjult, tryk for at vise
de: Kontostand ausgeblendet, tippen Sie zum Anzeigen
el: Το υπόλοιπο είναι κρυφό, πατήστε για εμφάνιση
es: Saldo oculto, toca para mostrar
et: Saldo on peidetud, puuduta nähtavale toomiseks
fa: موجودی پنهان است، برای نمایش لمس کنید
fi: Saldo piilotettu, näytä napauttamalla
fil: Nakatago ang balanse, i-tap para ipakita
fr: Solde masqué, touchez pour afficher
he: היתרה מוסתרת, הקש כדי לחשוף
hi: बैलेंस छिपा है, दिखाने के लिए टैप करें
hr: Stanje skriveno, dodirnite za prikaz
hu: Egyenleg elrejtve, koppintson a megjelenítéshez
id: Saldo disembunyikan, ketuk untuk menampilkan
is: Staðan er falin, ýttu til að birta
it: Saldo nascosto, tocca per mostrare
ja: 残高は非表示です。タップして表示
ko: 잔액 숨김, 탭하여 표시
lt: Likutis paslėptas, bakstelėkite, kad rodytume
lv: Atlikums paslēpts, pieskarieties, lai parādītu
ml: ബാലൻസ് മറച്ചിരിക്കുന്നു, കാണിക്കാൻ ടാപ്പ് ചെയ്യുക
mr: शिल्लक लपवली आहे, दाखवण्यासाठी टॅप करा
ms: Baki disembunyikan, ketik untuk menunjukkan
nb: Saldoen er skjult, trykk for å vise
nl: Saldo verborgen, tik om te tonen
pa: ਬਕਾਇਆ ਛੁਪਾਇਆ ਗਿਆ, ਦਿਖਾਉਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Saldo ukryte, dotknij, aby pokazać
pt_br: Saldo oculto, toque para mostrar
ro: Sold ascuns, atinge pentru afișare
ru: Баланс скрыт, нажмите, чтобы показать
sk: Zostatok skrytý, klepnutím zobrazíte
sl: Stanje skrito, tapnite za prikaz
sr: Стање је сакривено, тапните за приказ
sv: Saldo dolt, tryck för att visa
sw: Salio limefichwa, gusa kuonyesha
ta: இருப்பு மறைக்கப்பட்டது, காண்பிக்க தட்டவும்
te: బ్యాలెన్స్ దాచబడింది, చూపించడానికి తట్టండి
th: ซ่อนยอดเงิน แตะเพื่อแสดง
tr: Bakiye gizli, göstermek için dokunun
uk: Баланс приховано, торкніться, щоб показати
ur: بیلنس چھپا ہوا ہے، دکھانے کے لیے ٹیپ کریں
vi: Số dư đang ẩn, chạm để hiển thị
zh_hans: 余额已隐藏,点按以显示
zh_hant: 餘額已隱藏,點一下以顯示

source: Balance history
af: Saldogeskiedenis
ar: سجل الرصيد
bg: История на баланса
bn: ব্যালেন্সের ইতিহাস
ca: Historial del saldo
cs: Historie zůstatku
da: Saldohistorik
de: Saldoverlauf
el: Ιστορικό υπολοίπου
es: Historial del saldo
et: Saldo ajalugu
fa: تاریخچهٔ موجودی
fi: Saldon historia
fil: Kasaysayan ng balanse
fr: Historique du solde
he: היסטוריית יתרה
hi: शेष राशि का इतिहास
hr: Povijest stanja
hu: Egyenleg előzményei
id: Riwayat saldo
is: Saga jafnstöðu
it: Cronologia del saldo
ja: 残高の履歴
ko: 잔액 기록
lt: Likučio istorija
lv: Atlikuma vēsture
ml: ബാലൻസ് ചരിത്രം
mr: शिल्लक इतिहास
ms: Sejarah baki
nb: Saldohistorikk
nl: Saldogeschiedenis
pa: ਬਕਾਇਆ ਇਤਿਹਾਸ
pl: Historia salda
pt_br: Histórico do saldo
ro: Istoricul soldului
ru: История баланса
sk: História zostatku
sl: Zgodovina stanja
sr: Историја стања
sv: Saldohistorik
sw: Historia ya salio
ta: மீதி வரலாறு
te: నిల్వ చరిత్ర
th: ประวัติยอดคงเหลือ
tr: Bakiye geçmişi
uk: Історія балансу
ur: بیلنس تاریخ
vi: Lịch sử số dư
zh_hans: 余额历史
zh_hant: 餘額歷史

source: Balance history chart
af: Grafiek van saldogeskiedenis
ar: مخطط سجل الرصيد
bg: Графика на историята на баланса
bn: ব্যালেন্সের ইতিহাসের চার্ট
ca: Gràfic de l’historial del saldo
cs: Graf historie zůstatku
da: Diagram over saldohistorik
de: Diagramm des Saldoverlaufs
el: Γράφημα ιστορικού υπολοίπου
es: Gráfico del historial del saldo
et: Saldo ajaloo graafik
fa: نمودار تاریخچهٔ موجودی
fi: Saldon historian kaavio
fil: Tsart ng kasaysayan ng balanse
fr: Graphique de l'historique du solde
he: תרשים היסטוריית היתרה
hi: शेष राशि के इतिहास का चार्ट
hr: Grafikon povijesti stanja
hu: Egyenleg előzményeinek diagramja
id: Bagan riwayat saldo
is: Línurit jafnstöðusögu
it: Grafico della cronologia del saldo
ja: 残高の履歴チャート
ko: 잔액 기록 차트
lt: Likučio istorijos diagrama
lv: Atlikuma vēstures diagramma
ml: ബാലൻസ് ചരിത്ര ചാർട്ട്
mr: शिल्लक इतिहास तक्ता
ms: Carta sejarah baki
nb: Diagram for saldohistorikk
nl: Grafiek saldogeschiedenis
pa: ਬਕਾਇਆ ਇਤਿਹਾਸ ਚਾਰਟ
pl: Wykres historii salda
pt_br: Gráfico do histórico do saldo
ro: Grafic al istoricului soldului
ru: График истории баланса
sk: Graf histórie zostatku
sl: Graf zgodovine stanja
sr: Графикон историје стања
sv: Diagram för saldohistorik
sw: Chati ya historia ya salio
ta: மீதி வரலாற்று வரைபடம்
te: నిల్వ చరిత్ర చార్ట్
th: กราฟประวัติยอดคงเหลือ
tr: Bakiye geçmişi grafiği
uk: Графік історії балансу
ur: بیلنس تاریخ کا چارٹ
vi: Biểu đồ lịch sử số dư
zh_hans: 余额历史图表
zh_hant: 餘額歷史圖表

source: Balance history range
af: Reeks van saldogeskiedenis
ar: فترة سجل الرصيد
bg: Период на историята на баланса
bn: ব্যালেন্সের ইতিহাসের পরিসর
ca: Interval de l’historial del saldo
cs: Rozsah historie zůstatku
da: Interval for saldohistorik
de: Zeitraum des Saldoverlaufs
el: Διάστημα ιστορικού υπολοίπου
es: Intervalo del historial del saldo
et: Saldo ajaloo vahemik
fa: بازهٔ تاریخچهٔ موجودی
fi: Saldon historian aikaväli
fil: Saklaw ng kasaysayan ng balanse
fr: Intervalle de l'historique du solde
he: טווח היסטוריית היתרה
hi: शेष राशि के इतिहास की अवधि
hr: Raspon povijesti stanja
hu: Egyenleg előzményeinek időtartama
id: Rentang riwayat saldo
is: Tímabil jafnstöðusögu
it: Intervallo della cronologia del saldo
ja: 残高の履歴の期間
ko: 잔액 기록 범위
lt: Likučio istorijos intervalas
lv: Atlikuma vēstures diapazons
ml: ബാലൻസ് ചരിത്ര ശ്രേണി
mr: शिल्लक इतिहास श्रेणी
ms: Julat sejarah baki
nb: Intervall for saldohistorikk
nl: Bereik saldogeschiedenis
pa: ਬਕਾਇਆ ਇਤਿਹਾਸ ਸੀਮਾ
pl: Zakres historii salda
pt_br: Intervalo do histórico do saldo
ro: Intervalul istoricului soldului
ru: Диапазон истории баланса
sk: Rozsah histórie zostatku
sl: Obseg zgodovine stanja
sr: Опсег историје стања
sv: Saldohistorikens intervall
sw: Kipindi cha historia ya salio
ta: மீதி வரலாற்று வரம்பு
te: నిల్వ చరిత్ర పరిధి
th: ช่วงประวัติยอดคงเหลือ
tr: Bakiye geçmişi aralığı
uk: Діапазон історії балансу
ur: بیلنس تاریخ کی حد
vi: Khoảng lịch sử số dư
zh_hans: 余额历史时间范围
zh_hant: 餘額歷史時間範圍

source: Balances
af: Saldo's
ar: الأرصدة
bg: Баланси
bn: ব্যালেন্স
ca: Saldos
cs: Zůstatky
da: Saldi
de: Guthaben
el: Υπόλοιπα
es: Saldos
et: Saldod
fa: موجودی
fi: Saldot
fil: Mga Balanse
fr: Soldes
he: יתרות
hi: शेष राशि
hr: Stanja
hu: Egyenlegek
id: Saldo
is: Stöður
it: Saldi
ja: 残高
ko: 잔액
lt: Likučiai
lv: Atlikumi
ml: ബാലൻസുകൾ
mr: शिल्लक
ms: Baki
nb: Saldoer
nl: Saldi
pa: ਬਕਾਏ
pl: Salda
pt_br: Saldos
ro: Solduri
ru: Балансы
sk: Zostatky
sl: Stanja
sr: Стања
sv: Saldon
sw: Salio
ta: இருப்புகள்
te: బ్యాలెన్స్‌లు
th: ยอดคงเหลือ
tr: Bakiyeler
uk: Баланси
ur: بیلنس
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

source: Balances are read directly from each chain's public RPC. Aperture has no servers — but the public providers may log your IP and the queried address.
af: Saldo's word direk gelees vanaf elke ketting se publieke RPC. Aperture het geen bedieners nie — maar publieke verskaffers kan jou IP en die opgevraagde adres aanteken.
ar: تُقرأ الأرصدة مباشرةً من RPC العام لكل سلسلة. لا توجد لدى Aperture أي خوادم — لكن قد يسجّل مقدّمو الخدمة العامة عنوان IP والعنوان المُستعلم عنه.
bg: Балансите се четат директно от публичния RPC на всяка верига. Aperture няма сървъри — но публичните доставчици може да записват вашия IP и заявения адрес.
bn: প্রতিটি চেইনের পাবলিক RPC থেকে সরাসরি ব্যালেন্স পড়া হয়। Aperture-এর কোনো সার্ভার নেই — তবে পাবলিক প্রদানকারীরা আপনার IP এবং কোয়েরি করা ঠিকানা লগ করতে পারে।
ca: Els saldos es llegeixen directament del RPC públic de cada cadena. Aperture no té servidors — però els proveïdors públics poden registrar la teva IP i l'adreça consultada.
cs: Zůstatky se čtou přímo z veřejného RPC každého řetězce. Aperture nemá žádné servery — ale veřejní poskytovatelé mohou zaznamenat vaši IP a dotazovanou adresu.
da: Saldi læses direkte fra hver kædes offentlige RPC. Aperture har ingen servere — men de offentlige udbydere kan logge din IP og den forespurgte adresse.
de: Kontostände werden direkt vom öffentlichen RPC der jeweiligen Chain gelesen. Aperture hat keine Server — die öffentlichen Anbieter können jedoch Ihre IP und die abgefragte Adresse protokollieren.
el: Τα υπόλοιπα διαβάζονται απευθείας από το δημόσιο RPC κάθε αλυσίδας. Το Aperture δεν διαθέτει διακομιστές — αλλά οι δημόσιοι πάροχοι ενδέχεται να καταγράψουν τη διεύθυνση IP και τη διεύθυνση που ζητήσατε.
es: Los saldos se leen directamente desde el RPC público de cada red. Aperture no tiene servidores, pero los proveedores públicos pueden registrar tu IP y la dirección consultada.
et: Saldod loetakse otse iga ahela avalikust RPC-st. Aperture'il pole servereid — kuid avalikud teenusepakkujad võivad logida sinu IP ja päringus oleva aadressi.
fa: موجودی‌ها مستقیماً از RPC عمومی هر زنجیره خوانده می‌شوند. Aperture سروری ندارد — اما ارائه‌دهندگان عمومی ممکن است IP و آدرس درخواست‌شده شما را ثبت کنند.
fi: Saldot luetaan suoraan jokaisen ketjun julkisesta RPC:stä. Aperturella ei ole palvelimia — mutta julkiset tarjoajat voivat lokittaa IP-osoitteesi ja kyselemäsi osoitteen.
fil: Direktang nababasa ang mga balanse mula sa pampublikong RPC ng bawat chain. Walang server ang Aperture — pero maaaring i-log ng mga pampublikong provider ang iyong IP at ang address na tinanong.
fr: Les soldes sont lus directement depuis le RPC public de chaque chaîne. Aperture n'a pas de serveurs — mais les fournisseurs publics peuvent enregistrer votre IP et l'adresse interrogée.
he: היתרות נקראות ישירות מ-RPC הציבורי של כל שרשרת. ל-Aperture אין שרתים — אך הספקים הציבוריים עשויים לרשום את כתובת ה-IP שלך ואת הכתובת שביקשת.
hi: हर चेन के पब्लिक RPC से बैलेंस सीधे पढ़े जाते हैं। Aperture का कोई सर्वर नहीं है — लेकिन पब्लिक प्रदाता आपका IP और क्वेरी किया गया पता लॉग कर सकते हैं।
hr: Stanja se čitaju izravno iz javnog RPC-a svakog lanca. Aperture nema poslužitelje — no javni pružatelji mogu zabilježiti vaš IP i upitanu adresu.
hu: Az egyenlegeket közvetlenül az egyes láncok nyilvános RPC-jéből olvassuk. Az Aperture-nek nincsenek szerverei — a nyilvános szolgáltatók azonban naplózhatják az IP-jét és a lekérdezett címet.
id: Saldo dibaca langsung dari RPC publik setiap chain. Aperture tidak memiliki server — namun penyedia publik mungkin mencatat IP Anda dan alamat yang ditanyakan.
is: Staðan er lesin beint úr opinberu RPC hverrar keðju. Aperture er án netþjóna — en opinberir veitur kunna að skrá IP-tölu þína og fyrirspurnar-vistfangið.
it: I saldi vengono letti direttamente dall'RPC pubblico di ciascuna catena. Aperture non ha server — ma i provider pubblici potrebbero registrare il tuo IP e l'indirizzo interrogato.
ja: 残高は各チェーンの公開 RPC から直接読み取られます。Aperture にはサーバーはありませんが、公開プロバイダーがあなたの IP と照会されたアドレスを記録する場合があります。
ko: 잔액은 각 체인의 공개 RPC에서 직접 읽습니다. Aperture에는 서버가 없지만 공개 공급자는 당신의 IP와 조회된 주소를 기록할 수 있습니다.
lt: Likučiai skaitomi tiesiogiai iš kiekvienos grandinės viešo RPC. „Aperture“ neturi serverių — bet vieši teikėjai gali žurnaluoti jūsų IP ir užklausiamą adresą.
lv: Atlikumi tiek nolasīti tieši no katras ķēdes publiskā RPC. Aperture nav serveru — bet publiskie pakalpojumu sniedzēji var reģistrēt jūsu IP un pieprasīto adresi.
ml: ഓരോ ചെയിനിന്റെയും പൊതു RPC-യിൽ നിന്ന് നേരിട്ടാണ് ബാലൻസുകൾ വായിക്കുന്നത്. Aperture-ന് സെർവറുകളില്ല — എന്നാൽ പൊതു ദാതാക്കൾ നിങ്ങളുടെ IP-യും ചോദിച്ച വിലാസവും ലോഗ് ചെയ്തേക്കാം.
mr: प्रत्येक चेनच्या सार्वजनिक RPC वरून शिल्लक थेट वाचली जाते. Aperture कडे सर्व्हर नाहीत — पण सार्वजनिक प्रदाते तुमचा IP आणि विचारलेला पत्ता लॉग करू शकतात.
ms: Baki dibaca terus daripada RPC awam setiap rantaian. Aperture tiada pelayan — tetapi penyedia awam mungkin mencatat IP anda dan alamat yang ditanya.
nb: Saldoer leses direkte fra hver kjedes offentlige RPC. Aperture har ingen servere — men de offentlige leverandørene kan logge IP-en din og den forespurte adressen.
nl: Saldi worden rechtstreeks gelezen via de publieke RPC van elke chain. Aperture heeft geen servers — maar publieke providers kunnen je IP en het opgevraagde adres vastleggen.
pa: ਬੈਲੰਸ ਹਰ ਚੇਨ ਦੇ ਜਨਤਕ RPC ਤੋਂ ਸਿੱਧੇ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ। Aperture ਕੋਲ ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਹਨ — ਪਰ ਜਨਤਕ ਪ੍ਰਦਾਤਾ ਤੁਹਾਡੀ IP ਅਤੇ ਪੁੱਛੇ ਗਏ ਪਤੇ ਨੂੰ ਲਾਗ ਕਰ ਸਕਦੇ ਹਨ।
pl: Salda są odczytywane bezpośrednio z publicznego RPC każdego łańcucha. Aperture nie ma serwerów — ale publiczni dostawcy mogą zapisywać Twój adres IP i odpytywany adres.
pt_br: Os saldos são lidos diretamente do RPC público de cada rede. O Aperture não tem servidores — mas os provedores públicos podem registrar seu IP e o endereço consultado.
ro: Soldurile sunt citite direct din RPC-ul public al fiecărei rețele. Aperture nu are servere — dar furnizorii publici pot înregistra IP-ul și adresa interogată.
ru: Балансы считываются напрямую с публичного RPC каждой сети. У Aperture нет серверов, но публичные провайдеры могут логировать ваш IP и адрес запроса.
sk: Zostatky sa čítajú priamo z verejného RPC každého reťazca. Aperture nemá žiadne servery — verejní poskytovatelia však môžu zaznamenať vašu IP a požadovanú adresu.
sl: Stanja se berejo neposredno iz javnega RPC vsake verige. Aperture nima strežnikov — vendar lahko javni ponudniki zabeležijo vaš IP in zahtevani naslov.
sr: Стања се читају директно из јавног RPC сваког ланца. Aperture нема сервере — али јавни провајдери могу забележити вашу IP адресу и упитану адресу.
sv: Saldon läses direkt från varje kedjas publika RPC. Aperture har inga servrar — men de publika leverantörerna kan logga din IP och den efterfrågade adressen.
sw: Salio husomwa moja kwa moja kutoka RPC ya umma ya kila mnyororo. Aperture haina seva — lakini watoa huduma wa umma wanaweza kuhifadhi IP yako na anwani iliyoulizwa.
ta: ஒவ்வொரு செயினின் பொது RPC-லிருந்து இருப்புகள் நேரடியாக படிக்கப்படுகின்றன. Aperture-க்கு சேவையகங்கள் இல்லை — ஆனால் பொது வழங்குநர்கள் உங்கள் IP மற்றும் கேள்விக்குப்பட்ட முகவரியை பதிவு செய்யலாம்.
te: ప్రతి చైన్ యొక్క పబ్లిక్ RPC నుండి బ్యాలెన్స్‌లు నేరుగా చదవబడతాయి. Aperture కు సర్వర్లు లేవు — కానీ పబ్లిక్ ప్రొవైడర్లు మీ IP మరియు అడిగిన చిరునామాను లాగ్ చేయవచ్చు.
th: ยอดเงินถูกอ่านโดยตรงจาก RPC สาธารณะของแต่ละเชน Aperture ไม่มีเซิร์ฟเวอร์ — แต่ผู้ให้บริการสาธารณะอาจบันทึก IP และที่อยู่ที่ถูกสอบถามของคุณ
tr: Bakiyeler doğrudan her zincirin genel RPC'sinden okunur. Aperture'ın sunucusu yoktur — ancak genel sağlayıcılar IP'nizi ve sorgulanan adresi günlüğe kaydedebilir.
uk: Баланси зчитуються безпосередньо з публічного RPC кожної мережі. У Aperture немає серверів — але публічні провайдери можуть логувати вашу IP і адресу запиту.
ur: بیلنس ہر چین کے عوامی RPC سے سیدھے پڑھے جاتے ہیں۔ Aperture کا کوئی سرور نہیں ہے — مگر عوامی فراہم کنندگان آپ کا IP اور پوچھا گیا پتہ ریکارڈ کر سکتے ہیں۔
vi: Số dư được đọc trực tiếp từ RPC công khai của từng chuỗi. Aperture không có máy chủ — nhưng các nhà cung cấp công khai có thể ghi lại IP và địa chỉ được truy vấn của bạn.
zh_hans: 余额直接从每条链的公共 RPC 读取。Aperture 没有服务器 — 但公共提供商可能会记录你的 IP 和被查询的地址。
zh_hant: 餘額直接從每條鏈的公開 RPC 讀取。Aperture 沒有伺服器 — 但公開提供者可能會記錄你的 IP 和被查詢的位址。

source: Balances are read from public chains on your device. Nothing flows to us.
af: Saldo's word op jou toestel uit publieke kettings gelees. Niks vloei na ons toe nie.
ar: تُقرأ الأرصدة من السلاسل العامة على جهازك. لا شيء يصل إلينا.
bg: Балансите се четат от публични вериги на вашето устройство. Нищо не достига до нас.
bn: ব্যালেন্স আপনার ডিভাইসেই পাবলিক চেইন থেকে পড়া হয়। কিছুই আমাদের কাছে আসে না।
ca: Els saldos es llegeixen de cadenes públiques al teu dispositiu. No ens arriba res.
cs: Zůstatky se čtou z veřejných řetězců přímo na vašem zařízení. K nám nic neteče.
da: Saldi læses fra offentlige kæder på din enhed. Intet sendes til os.
de: Guthaben werden auf Ihrem Gerät direkt aus den öffentlichen Chains gelesen. Zu uns fließt nichts.
el: Τα υπόλοιπα διαβάζονται από δημόσιες αλυσίδες στη συσκευή σας. Τίποτα δεν φτάνει σε εμάς.
es: Los saldos se leen desde las cadenas públicas en tu dispositivo. Nada llega a nosotros.
et: Saldosid loetakse sinu seadmes avalikest plokiahelatest. Meieni ei jõua midagi.
fa: موجودی‌ها از شبکه‌های عمومی روی دستگاه شما خوانده می‌شوند. هیچ چیز به سمت ما نمی‌آید.
fi: Saldot luetaan julkisista ketjuista laitteellasi. Meille ei mene mitään.
fil: Binabasa ang mga balanse mula sa mga pampublikong chain sa iyong device. Walang dumadaloy sa amin.
fr: Les soldes sont lus sur les réseaux publics depuis votre appareil. Rien ne nous parvient.
he: היתרות נקראות מרשתות ציבוריות במכשיר שלך. שום דבר לא זורם אלינו.
hi: बैलेंस आपके डिवाइस पर सार्वजनिक चेन से पढ़े जाते हैं। हमें कुछ भी नहीं भेजा जाता।
hr: Saldi se čitaju s javnih lanaca na vašem uređaju. Ništa ne dolazi do nas.
hu: Az egyenlegeket nyilvános láncokból olvassuk be az Ön készülékén. Semmi nem jut el hozzánk.
id: Saldo dibaca dari jaringan publik di perangkat Anda. Tidak ada yang mengalir ke kami.
is: Innstæður eru lesnar úr opnum keðjum á tækinu þínu. Ekkert berst til okkar.
it: I saldi vengono letti dalle reti pubbliche sul suo dispositivo. Nulla arriva fino a noi.
ja: 残高はあなたのデバイス上で、公開チェーンから直接読み取られます。私たちには何も流れてきません。
ko: 잔액은 사용자 기기에서 퍼블릭 체인을 읽어 표시합니다. 저희 쪽으로 흘러오는 정보는 없습니다.
lt: Likučiai nuskaitomi iš viešųjų grandinių jūsų įrenginyje. Iki mūsų niekas nepasiekia.
lv: Atlikumi tiek nolasīti no publiskām ķēdēm jūsu ierīcē. Nekas neplūst pie mums.
ml: നിങ്ങളുടെ ഉപകരണത്തിൽ പൊതു ചെയിനുകളിൽ നിന്നാണ് ബാലൻസുകൾ വായിക്കുന്നത്. ഞങ്ങളിലേക്കു ഒന്നും ഒഴുകുന്നില്ല.
mr: तुमच्या डिव्हाइसवर पब्लिक चेन्समधून बॅलन्स वाचले जातात. आमच्यापर्यंत काहीही येत नाही.
ms: Baki dibaca daripada rangkaian awam pada peranti anda. Tiada apa mengalir kepada kami.
nb: Saldoer leses fra offentlige kjeder på enheten din. Ingenting går til oss.
nl: Saldi worden op je apparaat uit openbare netwerken gelezen. Niets stroomt naar ons.
pa: ਬੈਲੰਸ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਉੱਤੇ ਪਬਲਿਕ ਚੇਨਾਂ ਤੋਂ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ। ਸਾਡੇ ਤੱਕ ਕੁਝ ਵੀ ਨਹੀਂ ਪਹੁੰਚਦਾ।
pl: Salda są odczytywane z publicznych sieci na Twoim urządzeniu. Nic do nas nie trafia.
pt_br: Os saldos são lidos das redes públicas no seu dispositivo. Nada chega até nós.
ro: Soldurile sunt citite din lanțurile publice de pe dispozitivul tău. Nimic nu ajunge la noi.
ru: Балансы считываются с публичных сетей прямо на вашем устройстве. К нам ничего не поступает.
sk: Zostatky sa čítajú z verejných reťazcov na vašom zariadení. K nám neprúdi nič.
sl: Stanja se berejo iz javnih verig na vaši napravi. Do nas ne pride nič.
sr: Стања се читају са јавних мрежа на вашем уређају. До нас не долази ништа.
sv: Saldon läses från publika kedjor på din enhet. Inget når oss.
sw: Salio husomwa kutoka mitandao ya umma kwenye kifaa chako. Hakuna kinachotufikia.
ta: உங்கள் சாதனத்தில் பொது சங்கிலிகளில் இருந்தே நிலுவைகள் வாசிக்கப்படுகின்றன. எங்கள் வரை எதுவும் வருவதில்லை.
te: మీ పరికరంలోనే పబ్లిక్ చైన్‌ల నుండి బ్యాలెన్స్‌లు చదవబడతాయి. మాకు ఏదీ చేరదు.
th: ยอดคงเหลือถูกอ่านจากเครือข่ายสาธารณะบนอุปกรณ์ของคุณ ไม่มีข้อมูลใดส่งมาที่เรา
tr: Bakiyeler, cihazınızda kamuya açık ağlardan okunur. Bize hiçbir şey akmaz.
uk: Баланси зчитуються з публічних мереж на вашому пристрої. До нас нічого не передається.
ur: بیلنس آپ کے آلے پر پبلک چینز سے پڑھے جاتے ہیں۔ کچھ بھی ہم تک نہیں آتا۔
vi: Số dư được đọc từ các mạng công khai trên thiết bị của bạn. Không có gì truyền về chúng tôi.
zh_hans: 余额由你的设备直接从公链读取。没有任何数据流向我们。
zh_hant: 餘額由你的裝置直接從公鏈讀取。沒有任何資料流向我們。
